Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Parlamentaarinen työryhmä antoi maaliskuussa 2015 raporttinsa Suomen sisäisen turvallisuuden sekä oikeudenhoidon tulevaisuudesta.
sv_se: En parlamentarisk arbetsgrupp gav sin rapport om den inre säkerhetens samt rättsvårdens framtid i Finland i mars 2015.

source: Keskeisenä tavoitteena oli määritellä pitkän aikavälin tavoitetila ja perusteet turvallisuuden ja oikeudenhoidon resurssitasolle.
sv_se: En viktig avsikt var att definiera målen på lång sikt och grunderna för säkerhetens och rättsvårdens resurser.

source: Hallitusohjelmassa osoitettiin sisäiseen turvallisuuteen vuodesta 2016 lukien 50 milj. euron vuotuinen lisärahoitus, josta oikeusministeriön hallinnonalalle kohdistettiin syksyn kehyspäätöksessä 17,5 milj. euroa vuodessa.
sv_se: I regeringsprogrammen tilldelades den inre säkerheten en årlig tilläggsfinansiering på 50 miljoner euro från och med 2016, av vilket 17,5 miljoner per år enligt höstens rambeslut går till justitieministeriets förvaltningsområde.

source: Kun vielä kolmeen uuteen laajaan ICT-hankkeeseen saatiin v. 2015 sovittua rahoitus, voidaan parlamentaarisen työryhmän keskeisten ehdotusten katsoa pääsääntöisesti toteutuneen oikeuslaitoksen osalta.
sv_se: Då man dessutom beslutade om finansieringen av tre nya omfattande IKT-projekt 2015 kan den parlamentariska arbetsgruppens centrala förslag generellt sett anses ha blivit genomförda för rättsväsendets del.

source: Tuomioistuimet
sv_se: Domstolarna

source: Tavoitteena oli ottaa vastuu oikeudenkäynnin kokonaiskäsittelyajasta asian käsittelyn kaikissa vaiheissa muun muassa seuraamalla erityisesti kussakin tuomioistuinasteessa yli vuoden viipyneitä asioita ja edistämällä niiden nopeaa käsittelyä.
sv_se: Målet var att ta ansvar för den totala rättegångstiden i samtliga behandlingsfaser bland att genom att särskilt följa ärenden som dröjt över ett år i respektive domstolsinstans och genom att främja en snabb behandling av ärendena.

source: Viivästymishyvitystä maksettiin 14 asiassa v. 2015.
sv_se: År 2015 betalades gottgörelse för dröjsmål i 14 ärenden.

source: Yksi viivästymishyvitys koski hallinto-oikeutta ja muut hyvitykset oli tuomittu yleisissä tuomioistuimissa.
sv_se: En gottgörelse gällde dröjsmål i en förvaltningsdomstol och de andra gällde tingsrätter.

source: Euroopan ihmisoikeustuomioistuimessa v. 2015 lopullisesti ratkaistussa tapauksessa ei todettu oikeudenkäynnin pituutta koskevaa loukkausta Suomessa.
sv_se: Europeiska domstolen för de mänskliga rättigheterna gav sitt slutgiltiga avgörande i ett ärende där Finland inte fälldes för domstolsbehandlingens längd.

source: Viivästymisiä ei saisi olla lainkaan.
sv_se: Det borde inte förekomma några dröjsmål alls.

source: Vuosittain käsiteltävien asioiden määrään nähden hyvityksiä ei ole kohtuuttoman paljon.
sv_se: I förhållande till det årliga antalet behandlade ärenden är gottgörelserna inte oskäligt många.

source: Hyvitysten määrä ei kuitenkaan aukottomasti kuvaa oikeudenkäyntien viivästymisten kokonaistilannetta, koska rikosasioissa viivästyminen voidaan ottaa huomioon tuomiota alentavana tekijänä.
sv_se: Antalet gottgörelser ger dock inte en fullständig bild av helhetssituationen för dröjsmålen i rättegångar, eftersom de i brottmål kan beaktas som en strafflindrande faktor.

source: Seuraavassa kuviossa on kuvattu hovioikeuksien ratkaisemien asioiden kokonaiskäsittelyaikaa.
sv_se: I figuret nedan återges den totala behandlingstiden för ärenden som hovrätterna avgjorde.

source: Rikosasioissa kyseessä on esitutkinnan, syyteharkinnan, käräjäoikeuskäsittelyn ja hovioikeuskäsittelyn yhteenlaskettu aika ja siviiliasioissa käräjäoikeuskäsittelyn ja hovioikeuskäsittelyn yhteenlaskettu aika.
sv_se: För brottmål handlar det om den sammanlagda tiden för förundersökning, åtalsprövning, tingsrättsbehandling och hovrättsbehandling och för civilmål den sammanlagda tiden för tings - och hovrättsbehandling.

source: Hovioikeuksien v. 2015 ratkaisemien asioiden kokonaiskäsittelyaika
sv_se: Total behandlingstid för ärenden som hovrätterna avgjorde 2015

source: Kun otetaan huomioon, että hovioikeuteen saakka päätyvät asiat ovat tavanomaista monimutkaisempia, voidaan rikosasioiden (26 kk) ja siviiliasioiden (18 kk) kokonaiskäsittelyaikoja pitää kohtuullisina.
sv_se: Med beaktande av att de ärenden som behandlas i hovrätten är mer komplicerade än normalt kan de totala behandlingstiderna för brottmål (26 mån) och civilmål (18 mån) anses vara skäliga.

source: Asiaryhmittäin asioiden luonne huomioon ottaen tuomioistuinten keskimääräiset käsittelyajat olivat aiempien vuosien tasolla ja pääosin kohtuulliset.
sv_se: Med beaktade av ärendenas karaktär enligt ärendekategori var domstolarnas genomsnittliga behandlingstider på samma nivå som under tidigare år och mestadels skäliga.

source: Käräjäoikeuksissa rikosasioiden keskimääräinen käsittelyaika oli neljä kuukautta ja laajojen riitaasioiden 9,3 kuukautta.
sv_se: I tingsrätterna behandlades brottmål på fyra månader i genomsnitt och omfattande tvistemål på 9,3 månader i genomsnitt.

source: Vakuutusoikeuden keskimääräinen käsittelyaika oli 13,3 kuukautta, mikä on liian pitkä.
sv_se: Försäkringsdomstolens genomsnittliga behandlingstid var 13,3 månader, vilket är för länge.

source: Jotta oikeusturvan toteutuminen olisi yhdenvertaista, hovi- ja hallinto-oikeuksissa alueellisia käsittelyaikaeroja pyrittiin pienentämään.
sv_se: För att rättsskyddet skulle tillgodoses på ett likvärdigt sätt var strävan att minska de regionala skillnaderna i behandlingstid i hovrätterna och förvaltningsdomstolarna.

source: Käräjäoikeuksissa tavoitteena oli, ettei minkään käräjäoikeuden keskimääräinen käsittelyaika rikosasioissa ole yli kolmea kuukautta koko maan keskiarvoa pidempi.
sv_se: I tingsrätterna var målet att den genomsnittliga behandlingstiden för brottmål i ingen tingsrätt är mer än tre månader längre än landets medeltal.

source: Pisin keskimääräinen käsittelyaika hovioikeuksissa oli 0,5 kuukautta (v. 2014 1,1 kk) ja hallinto-oikeuksissa 1,8 kuukautta (v. 2014 1,3 kk) koko maan keskiarvoa pidempi.
sv_se: Den längsta genomsnittliga behandlingstiden i hovrätterna var 0,5 månader (2014 1,1 mån.) och i förvaltningsdomstolarna 1,8 månader (2014 1,3 mån.) längre än medeltalet för hela landet.

source: Hovioikeusvaiheessa keskimääräinen käsittelyaika oli 6,1 kuukautta.
sv_se: I hovrättsfasen var den genomsnittliga behandlingstiden 6,1 månader.

source: Keskimääräinen käsittelyaika oli 1,9 kuukautta niissä asioissa, joissa jatkokäsittelylupaa ei myönnetty.
sv_se: I de ärenden där tillstånd till fortsatt behandling inte beviljades var behandlingstiden 1,9 månader i genomsnitt.

source: Hallinto-oikeuksien keskimääräinen käsittelyaika oli 8,5 kuukautta.
sv_se: Förvaltningsdomstolarnas genomsnittliga behandlingstid var 8,5 månader.

source: Käräjäoikeuksien rikosasioissa suurin poikkeama koko maan keskiarvosta oli 3,3 kuukautta ja laajoissa riita-asioissa 6,4 kuukautta.
sv_se: För brottmål i tingsrätterna var den största avvikelsen från medeltalet för hela landet 3,3 månader och för omfattande tvistemål 6,4 månader.

source: Alueelliset erot ovat varsin pieniä lukuun ottamatta käräjäoikeuksien laajoja riita-asioita, joiden osalta kuitenkin on odotettavissa parannusta.
sv_se: De regionala skillnaderna var rätt små med undantag för de omfattande tvistemålen i tingsrätterna, och även för deras del väntas en förbättring.

source: Oikeusapu
sv_se: Rättshjälp

source: Tavoitteena oli, että jokainen saa tarpeellisen avun oikeudellisen ongelman ratkaisuun mahdollisimman aikaisin, vaikka hänen taloudellinen asemansa olisi heikko.
sv_se: Målet var att var och en, även de som befinner sig i en ekonomiskt svår situation, i ett så tidigt skede som möjligt ska få den hjälp de behöver för att lösa ett rättsligt problem.

source: Oikeusapu tarjotaan siten, että se on kokonaistaloudellisesti tarkoituksenmukaista.
sv_se: Rättshjälp erbjuds på ett helhetsekonomiskt ändamålsenligt sätt.

source: Oikeudellisen ongelman ratkaisemiseen pyritään mahdollisimman varhaisessa vaiheessa mm. kustannuksiltaan kohtuullisen oikeudellisen puhelinneuvonnan kautta.
sv_se: Ambitionen är att lösa rättsliga problem i ett så tidigt skede som möjligt bland annat genom juridisk telefonrådgivning som är skälig till kostnaderna.

source: Vuonna 2015 oikeusaputoimistojen julkiset oikeusavustajat antoivat puhelinneuvontaa ennätysmäärän, noin 11 000 kpl.
sv_se: År 2015 gav rättshjälpsbyråernas offentliga rättsbiträden telefonrådgivning cirka 11 000 gånger, vilket var rekord.

source: Vuonna 2015 yksityisille oikeusavustajille maksettiin palkkio- ja kulukorvauksia noin 53,5 milj. euroa, mikä on 3,1 milj. euroa edellistä vuotta enemmän.
sv_se: År 2015 betalades privata rättsbiträden cirka 53,5 miljoner euro i arvoden och kostnadsersättningar, vilket är 3,1 miljoner euro mer än året innan.

source: Palkkioiden määrän kasvu johtuu osittain siitä, että turvapaikanhakijoiden turvapaikka-asiat hoidettiin pääasiassa yksityisten avustajien toimesta.
sv_se: Att arvodena ökade berodde delvis på att de flesta asylsökandes asylärenden sköttes av privata rättsbiträden.

source: Oikeusaputoimistot tekivät kiireellisellä aikataululla ja lyhyellä aikavälillä ennätysmäärän turvapaikka-asioiden oikeusapupäätöksiä (noin 8 000 kpl).
sv_se: Rättshjälpsbyråerna fattade i brådskande ordning och på kort tid ett rekordantal beslut om rättshjälp i asylärenden (cirka 8 000 st.).

source: Oikeusavun ja yleisen edunvalvonnan tavoitteet ja tulokset
sv_se: Målet och resultaten för rättshjälpen och den allmänna intressebevakningen

source: toteutuma
sv_se: utfall

source: TAE:n tavoite
sv_se: budgetmål

source: toteutuman ja TAE:n tavoitteen ero
sv_se: skillnad mellan utfall och budgetmål

source: Tuottavuus, painotettu työmäärä/htv
sv_se: Produktivitet, vägd arbetstid/årsv.

source: Asiakastyytyväisyys (asteikko 1−5, jossa 3=hyvä ja 4=kiitettävä)
sv_se: Kundtillfredsställelse (skala 1−5, där 3=god och 4=berömlig)

source: avustajan osaaminen ja ammattitaito
sv_se: biträdets kunnande och yrkesskicklighet

source: tehokkuus ja kustannusten kohtuullisuus
sv_se: effektivitet och skäliga kostnader

source: Julkisen oikeusavun kustannukset kansalaista kohden, euroa
sv_se: Kostnaderna för den offentliga rättshjälpen per medborgare, euro

source: Yleinen edunvalvonta
sv_se: Allmän intressebevakning

source: Päämiesten määrä, kpl
sv_se: Antalet huvudmän, st.

source: Tuottavuus, päämiehiä/htv
sv_se: Produktivitet, huvudmän/årsv.

source: Oikeusaputoimistojen asiakkaat arvioivat palvelun laadun parantuneen edellisistä vuosista ja kustannusten pysyneen varsin kohtuullisella tasolla.
sv_se: Rättshjälpsbyråernas klienter bedömde att kvaliteten på tjänsterna förbättrats jämfört med tidigare år och att kostnaderna hållits på en rätt skälig nivå.

source: Ulosottolaitos
sv_se: Utsökningsväsendet

source: Tavoitteena oli tehokas etupainotteinen velkojen perintä samalla asianosaisten oikeusturvasta huolehtien sekä luottotappioiden ja harmaan talouden torjuminen.
sv_se: Målet var en effektiv skuldindrivning i ett så tidigt skede som möjligt samtidigt som man ser till parternas rättssäkerhet, samt bekämpning av kreditförluster och den grå ekonomin.

source: Ulosoton euromääräinen perintätulos vuodesta 1990, nimelliset arvot
sv_se: Utsökningens indrivningsresultat i euro sedan 1990, nominella värden

source: Ulosottolaitoksen tavoitteet ja tulokset
sv_se: Utsökningsväsendets mål och resultat

source: Perintätulos eli hakijoille tilitetty rahamäärä, milj. euroa
sv_se: Indrivningsresultat, d.v.s. belopp som redovisats till de sökande, mn euro

source: Käsittelyaika, kk
sv_se: Handläggningstid, mån.

source: -0,3 kk
sv_se: -0,3 mån.

source: Taloudellisuus, euroa/käsitelty asia
sv_se: Lönsamhet, euro/handlagt ärende

source: Tuottavuus, käsitellyt asiat/htv
sv_se: Produktivitet, handlagda ärenden/årsv.

source: Huolimatta siitä, että ulosottoon saapuneiden asioiden ja rahasaatavien määrät laskivat, ulosotossa oli enemmän eri velallisia ja uusia velallisia v. 2015 kuin edellisenä vuotena.
sv_se: Trots att antalet ärenden som kom till utsökning och fordringsbeloppen minskade, fanns det ändå fler gäldenärer av olika slag och fler nya gäldenärer 2015 än året innan.

source: Tehokkaalla perinnällä velallisten määrä oli kuitenkin vuoden lopussa edellisvuosien tapaan alhaisella tasolla.
sv_se: Tack var effektiv indrivning var mängden gäldenärer ändå låg vid årets slut, i likhet med tidigare år.

source: Asioiden käsittelyaika parani edellisestä vuodesta.
sv_se: Handläggningstiden för ärenden förkortades från året innan.

source: Perintätulos kasvoi edellisvuodesta 32 milj. euroa.
sv_se: Indrivningsresultatet ökade med 32 miljoner euro från föregående år.

source: Pitkän aikavälin seurannasta on nähtävissä, että ulosoton perintätulos on kasvanut huomattavasti.
sv_se: Långtidsuppföljningen visar att utsökningens indrivningsresultat har ökat avsevärt.

source: Tulokseen vaikuttavat velallisen maksukyky, ulosoton tehokkuus sekä vireille tulleiden asioiden määrä ja laatu.
sv_se: Resultatet påverkas av gäldenärens betalningsförmåga, utsökningens effektivitet samt de anhängiga ärendenas antal och art.

source: Tällä hetkellä kasvua selittää parhaiten ulosoton tehokkuuden kasvu muun muassa tietojärjestelmien ja työskentelymallien kehittämisen sekä henkilöstön hyvän sitoutumisen kautta, samalla kun käynnissä on vaativa ulosoton rakenneuudistus.
sv_se: Det som för tillfället bäst förklarar ökningen är utsökningens förbättrade effektivitet som är en följd av en utveckling av informationssystem och arbetsmetoder samt ett gott engagemang från personalens sida, samtidigt som det pågår en krävande strukturreform av utsökningen.

source: Ulosoton erikoisperinnässä keskitytään velallisiin (mm. talousrikoksista epäillyt velalliset), joiden varallisuuden selvittäminen ja siihen liittyvät toimenpiteet ovat erityisen työläitä.
sv_se: Inom utsökningens specialindrivning koncentrerar man sig på gäldenärer (bl.a. gäldenärer som är misstänkta för ekonomiska brott), vilkas förmögenhet det är särskilt arbetsdrygt att utreda, och åtgärderna i anslutning därtill kräver mycket arbete.

source: Erikoisperinnän euromääräinen tulos vaihtelee toiminnan luonteen vuoksi vuosittain melko paljon.
sv_se: Inom specialindrivningen varierar årsresultaten i euro rätt mycket på grund av verksamhetens karaktär.

source: Vuoden 2015 tulos oli tavoitetta korkeampi ja koko valtakunnallisen erikoisperinnän toiminta-ajan tulos on ollut hyvä.
sv_se: År 2015 översteg resultatet målet och resultatet har varit gott under hela den tid som den riksomfattande specialindrivningen har varit verksam.

source: Erikoisperintä pystyi v. 2015 ottamaan käsittelyyn euromääräisesti tavoitetta suuremman määrän velkoja sekä ulosmittaamaan (87,5 milj. euroa) ja takavarikoimaan (75 milj. euroa) huomattavan määrän omaisuutta.
sv_se: År 2015 översteg specialindrivningen sitt mål i fråga om antal skulder i euro som togs till behandling och utmätte (87,5 miljoner euro) och beslagtog (75 miljoner euro) en betydande mängd egendom.

source: Ulosottolaitoksessa on meneillään ulosottotoimen rakenneuudistus (URA), jolla pyritään tuottavuuden ja taloudellisuuden parantamiseen asianosaisten oikeusturvaa vaarantamatta.
sv_se: Utsökningsväsendet genomgår som bäst en strukturreform av exekutionsväsendet som syftar till att förbättra produktiviteten och lönsamheten utan att äventyra parternas rättssäkerhet.

source: Vuonna 2015 oikeusministeriö teki hankkeen linjaukset ja hankkeen ICT-kehitystyöstä ja sen rahoituksesta sovittiin valtiovarainministeriön kanssa.
sv_se: År 2015 drog justitieministeriet upp riktlinjerna för projektet och kom överens med finansministeriet om projektets IKT-utvecklingsarbete och finansieringen av det.

source: URA:n vaatima lainsäädäntötyö aloitettiin.2
sv_se: Det lagstiftningsarbete som strukturreformen kräver inleddes.2

source: Kriminaalipolitiikka
sv_se: Kriminalpolitik

source: Kriminaalipolitiikan tavoitteena oli rikollisuuden ja rikollisuuden haittojen vähentäminen sekä turvallisuuden ja turvallisuuden tunteen lisääntyminen.
sv_se: Kriminalpolitiken hade som mål att minska brottsligheten och de skadliga följderna av den samt att förbättra säkerheten och trygghetskänslan.

source: Lisäksi tavoitteena oli rikosvastuun toteuttaminen tehokkaasti ja laadukkaasti asianosaisten oikeusturva huomioon ottaen.
sv_se: Ett ytterligare mål var att det straffrättsliga ansvaret förverkligas effektivt och högklassigt med beaktade av de berörda parternas rättsskydd.

source: Nämä edellyttävät useiden hallinnonalojen yhteistä tavoitteenasettelua ja yhteisiä toimintalinjoja.
sv_se: Det här förutsätter att flera förvaltningsområden har en gemensam målsättning och gemensamma linjer.

source: Harmaan talouden torjunta
sv_se: Bekämpning av den grå ekonomin

source: Tuomioistuinten, ulosottolaitoksen ja syyttäjälaitoksen harmaan talouden torjunnasta raportoidaan hallituksen vuosikertomuksen liitteessä 3 (Toimenpiteet eduskunnan lausumien ja kannanottojen johdosta) ao. tilimuistutuskannanoton (EK 42/2010 vp – M 8/2010 vp – TrVM 9/2010 vp 3.
sv_se: Om domstolarnas, utsökningsväsendets och åklagarväsendets bekämpning av den grå ekonomin rapporteras i bilaga 3 till regeringens årsberättelse (Åtgärder med anledning av riksdagens uttalanden och ställningstaganden) vid ifrågavarande ställningstagande till revisionsanmärkningen (RSk 42/2010 rd – Ö 8/2010 rd – ReUB 9/2010 rd 3.

source: Harmaan talouden torjuntaan riittävät voimavarat) kohdalla.
sv_se: Tillräckliga resurser för bekämpning av svart ekonomi).

source: Syyttäjälaitos
sv_se: Åklagarväsendet

source: Syyttäjälaitoksen tavoitteena oli huolehtia rikosvastuun toteuttamisesta osana rikosasioiden käsittelyketjua tehokkaasti ja laadukkaasti asianosaisten oikeusturva huomioon ottaen.
sv_se: Åklagarväsendets mål var att se till att det straffrättsliga ansvaret förverkligas effektivt och högklassigt som en del av kedjan för behandling av brottmål och med beaktande av rättsskyddet.

source: Syyttäjälaitoksen tavoitteet ja tulokset
sv_se: Åklagarväsendets mål och resultat

source: TAE:n tavoite tai arvio
sv_se: budgetmål eller uppskattning

source: toteutuman ja TAE:n tavoitteen/ arvion ero
sv_se: skillnad mellan utfall och budgetmål/ uppskattning

source: TOIMINNAN LAAJUUS
sv_se: VERKSAMHETENS OMFATTNING

source: Syyteharkintaan saapuneet asiat, kpl
sv_se: Ärenden som inkommit för åtalsprövning, st.

source: Syyteharkinnassa ratkaistut asiat, kpl
sv_se: Ärenden som avgjorts i åtalsprövning, st.

source: JOUTUISUUS
sv_se: SNABBHET

source: Keskimääräinen syyteharkinta-aika, kk
sv_se: Genomsnittlig åtalsprövningstid, mån.

source: 6–12 kk syyteharkinnassa olleita asioita avoinna, kpl
sv_se: Ärenden som väntat på åtalsprövning i 6–12 mån., st.

source: Yli 12 kk syyteharkinnassa olleita asioita avoinna, kpl
sv_se: Ärenden som väntat på åtalsprövning i över 12 mån., st.

source: TUOTTAVUUS
sv_se: PRODUKTIVITET

source: Ratkaistut asiat/htv, koko henkilöstö
sv_se: Avgjorda ärenden/årsv., hela personalen

source: Ratkaistut asiat/htv, syyttäjät
sv_se: Avgjorda ärenden/årsv., åklagare

source: TALOUDELLISUUS
sv_se: LÖNSAMHET

source: Toimintamenot/ratkaisu, euroa
sv_se: Omkostnader/avgörande, euro

source: Keskimääräinen syyteharkinta-aika pysyi vuoden 2014 tasolla, mutta vaativissa asioissa (esim. henkirikokset, talousrikokset, törkeät huumausainerikokset ja seksuaalirikokset) keskimääräinen syyteharkinta-aika hieman lyheni vuoteen 2014 nähden.
sv_se: Den genomsnittliga tiden för åtalsprövning låg kvar på samma nivå som 2014, men i krävande ärenden (t.ex. brott mot liv, ekonomiska brott, grova narkotikabrott och sexualbrott) förkortades den genomsnittliga tiden för åtalsprövning något jämfört med 2014.

source: Syyttäjälaitoksen toiminnallinen tehokkuus parani lähes kaikilla mittareilla edellisvuoteen verrattuna.
sv_se: Åklagarväsendets operativa effektivitet förbättrades med nästan alla indikatorer jämfört med året innan.

source: Pitkään syyteharkinnassa olleiden asioiden määrä kuitenkin kasvoi.
sv_se: Antalet ärenden som varit länge i åtalsprövning ökade dock.

source: Tähän vaikutti se, että käytössä oli noin 10 syyttäjähenkilötyövuotta edellisvuotta vähemmän.
sv_se: En bidragande orsak var att åklagarväsendet förfogade över cirka 10 färre årsverken än föregående år.

source: Erot keskimääräisten syyteharkinta-aikojen pituudessa kasvoivat hieman edelliseen vuoteen nähden syyttäjäyksikköjen välillä vaihteluvälin ollessa 1,1 kuukaudesta 3,5 kuukauteen.
sv_se: Skillnaderna i de genomsnittliga tiderna för åtalsprövning mellan åklagarenheterna ökade något jämfört med 2014. Variationsbredden var mellan 1,1 och 3,5 månader.

source: Vankien päivittäinen keskimäärä on vähentynyt 820 vangilla (21 %) vuodesta 2005, jolloin vankien määrä oli korkeimmillaan (keskimäärä 3 068 v. 2015).
sv_se: Det genomsnittliga antalet fångar per dag har minskat med 820 (21 %) från 2005, då antalet fångar var som störst (medeltal 3 068 år 2015).

source: Myös yhdyskuntaseuraamusasiakkaiden määrä (3 093 v. 2015) on edelleen laskenut.
sv_se: Antalet samhällspåföljdsklienter (3 093 år 2015) har fortsatt att gå ner.

source: Viidessä vuodessa poliisin tietoon tulleiden törkeiden rattijuopumusten määrä on alentunut lähes kolmanneksella, mikä on suurin yksittäinen selittävä tekijä yhdyskuntapalvelutuomioiden määrän laskun taustalla.
sv_se: På fem år har antalet grova rattfyllerifall som kommit till polisens kännedom minskat med nästan en tredjedel, vilket är den största enskilda förklarande faktorn till nedgången i antalet samhällstjänstdomar.

source: Yhdyskuntaseuraamusasiakkaita (Yks-asiakkaita) keskimäärin päivässä ja keskivankiluku vuosina 2000−2015
sv_se: Samhällspåföljdsklienter i genomsnitt per dag och genomsnittantalet fångar per dag åren 2000−2015

source: Rangaistusten täytäntöönpanon tavoitteena oli uusintarikollisuuden vähentäminen parantamalla rangaistusta suorittavan edellytyksiä rikoksettomaan elämäntapaan.
sv_se: Målet för verkställigheten av straff var att minska återfallsbrottsligheten genom att förbättra förövarens möjligheter till en icke-kriminell livsstil.

source: Rikosten uusiminen viiden vuoden seuranta-ajalla, %
sv_se: Upprepade påföljder inom en uppföljningstid på fem år, %

source: Toteuma 2013
sv_se: Utfall 2013

source: (2008 vapautuneet)
sv_se: (2008 frigivna)

source: Vankilasta vapautumisen jälkeen vankilaan, yhdyskuntapalveluun tai valvontarangaistukseen
sv_se: Fängelse, samhällstjänst eller övervakningsstraff efter att ha frigivits från fängelse

source: Yhdyskuntapalvelun suorittamisen jälkeen vankilaan, yhdyskuntapalveluun tai valvontarangaistukseen
sv_se: Fängelse, samhällstjänst eller övervakningsstraff efter att ha fullgjort samhällstjänst

source: Vankilasta valvotun koevapauden kautta vapautuneiden uusiminen vankilaan, yhdyskuntapalveluun tai valvontarangaistukseen
sv_se: Upprepade påföljder för personer som frigivits genom övervakad frihet på prov; fängelse, samhällstjänst eller övervakningsstraff

source: Uusintarikollisuuskehitys on ollut viime vuosina myönteinen, mikä on osaltaan hillinnyt rangaistusten täytäntöönpanokustannusten kasvua.
sv_se: Återfallsbrottsligheten har utvecklats i en positiv riktning under de senaste åren, vilket har bidragit till att stävja kostnadsökningen för verkställigheten av straff.

source: Viiden vuoden seurantatie- dot kuvaavat vuosien 2008, 2009 ja 2010 aikana vapautuneiden tilannetta.
sv_se: Siffrorna från den femåriga uppföljningen återger situationen för de förbrytare som frigavs 2008, 2009 och 2010.
